brew "act"
brew "atuin"
brew "bash-preexec"
brew "bat"
brew "bottom"
brew "broot"
brew "carapace"
brew "cheat"
brew "chezmoi"
brew "choose-rust"
1brew "curlie"
brew "devcontainer"
brew "direnv"
brew "doggo"
brew "duf"
brew "dust"
brew "dysk"
brew "eza"
brew "fd"
brew "fzf"
brew "gdu"
brew "gh"
brew "git-delta"
brew "gum"
brew "htop"
brew "hyperfine"
brew "opencode"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "llama.cpp"
brew "lsd"
brew "luarocks"
brew "mask"
brew "micro"
brew "neovim"
brew "nushell"
brew "ollama"
brew "pipx"
brew "pixi"
brew "procs"
brew "ripgrep"
brew "ripgrep"
brew "runme"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "stress-ng"
brew "superfile"
brew "tealdeer"
brew "television"
brew "tmux"
brew "topgrade"
brew "trash-cli"
brew "ugrep"
brew "uutils-coreutils"
brew "uv"
brew "whalebrew"
brew "xh"
brew "yazi"
brew "yq"
brew "zoxide"
tap "valkyrie00/bbrew"

# brew "aichat"
# brew "block-goose-cli"
# tap "gptscript-ai/tap"
# tap "charmbracelet/tap"
# cask "codex"
# brew "gemini-cli"
# brew "llm"
# brew "mods"
# brew "opencode"
# brew "qwen-code"
# brew "whisper-cpp"
